[MENU128]
P57601=檔案(&F)
P57600=新建(&N)
57600=普通文字(&N)
1233=二進位制(&B)
1230=配置模板(&C)...
57601=開啟(&O)...
1206=關閉(&C)
1203=關閉其它視窗(&C)
1202=關閉全部視窗(&A)
1237=重新讀取(&R)
1658=指定編碼重讀(&E)
57603=儲存(&S)
1234=儲存全部(&S)
57604=另存為(&A)...
57609=列印預覽(&P)
57607=列印(&P)...
1236=清除歷史記錄(&H)
P35001=最近的檔案(&R)
35001=空
57665=退出(&X)
P57643=編輯(&E)
57643=撤消(&U)
57644=重做(&R)
57635=剪下(&T)
57634=複製(&C)
57637=貼上(&P)
P87=剪貼簿(&C)
87=剪下並追加(&A)
88=複製並追加(&C)
90=剪下標記行(&M)
89=複製標記行(&L)
91=列模式貼上(&P)
94=行尾列模式貼上(&T)
61=貼上並縮排(&I)
1429=清空剪貼簿(&E)
1695=從剪貼簿歷史中貼上(&H)
1338=列模式(&C)
P26=刪除(&D)
P1428=刪除更多(&M)...
26=刪除(&D)
27=刪除下一個字元(&N)
85=刪除單詞(&W)
28=向左刪除單詞(&P)
29=向右刪除單詞(&N)
30=刪除整行(&L)
79=刪除到行頭(&H)
80=刪除到行尾(&E)
1428=刪除空白行
1409=刪除重複行
63=刪除行頭空白(&L)
64=刪除行尾空白(T)
P57642=選擇(&S)
57642=全選(&A)
46=選擇單詞(&W)
86=選擇整行(&L)
67=選擇到匹配括號(&P)
77=選擇到匹配括號(包含括號)
55=選擇到上一行(&U)
56=選擇到下一行(&D)
106=選擇選區每一行
1410=快速選擇(&Q)
1422=選擇所有匹配(&O)
P57=轉換(&C)
57=轉為大寫(&U)
58=轉為小寫(&L)
82=反轉大小寫(&I)
102=單詞首字母大寫(&C)
97=轉為全形(&F)
98=轉為半形(&H)
69=製表符轉為空格(&T)
70=空格轉為製表符(&S)
83=行頭製表符轉為空格(&L)
84=行頭空格轉為製表符(&L)
P72=格式(&F)
72=合並行(&J)
47=增加縮排(&I)
48=減少縮排(&D)
51=格式化縮排(&F)
1413=單行註釋(&C)
1414=取消單行註釋(&U)
1415=多行註釋(&B)
1416=取消多行註釋(&B)
P1417=插入(&I)
1417=日期(&D)
1418=時間(&T)
1419=自定義日期/時間
P1330=程式碼摺疊(&F)
1330=取消摺疊(&C)
1331=語法摺疊(&S)
1332=縮排摺疊(&I)
62=摺疊當前級別
52=展開當前級別
1339=摺疊全部(&F)
1400=展開全部(&U)
1622=摺疊級別:2
1623=摺疊級別:3
1624=摺疊級別:4
1625=摺疊級別:5
1626=摺疊級別:6
1627=摺疊級別:7
1628=摺疊級別:8
1629=摺疊級別:9
P81=其它(&O)
81=交換字元(&T)
54=重複行(&D)
68=複製行
36=切換覆寫模式
1423=部分編輯(&P)
1412=HEX模式(&M)
P1318=檢視(&V)
P1430=字型(&F)
1430=默認(&D)
1431=自定義1
1432=自定義2
1433=自定義3
1434=自定義4
1435=自定義5
1424=加大字號(&L)
1425=減小字號(&S)
1321=設定字型(&F)
P1324=工具欄(&T)
1324=標籤欄(&B)
59392=工具條(&T)
59393=狀態列(&S)
1314=模式工具條(&M)
1318=自定義標記(&C)
1312=大綱檢視(&O)
1292=快捷目錄(&D)
1291=檔案列表(&O)
1329=程式碼片段(&S)
1325=輸出視窗(&O)
1322=命令視窗(&C)
1300=行號(&L)
1287=文件地圖(&I)
1301=標尺(&R)
1671=使用軟空格(&U)
1326=括弧高亮(&B)
1327=高亮網址和郵件(&H)
1313=選區高亮(&S)
P1305=符號顯示(&S)
1305=當前行
1307=縮排線
1311=邊界線
1337=列標記
1672=圖示區域
1302=空白字元
1303=換行符
1304=文件結束符
1306=控制字元
1310=選擇時全部顯示
1309=摺疊尾部字元
1673=擴展當前行背景
1674=同層背景色
1675=行修改狀態
1323=行間距(&L)
1289=書籤管理器
1290=Web預覽(&P)
1288=外部瀏覽器預覽
1328=全屏顯示(&F)
P1775=查找(&S)
1775=萬能查找(&F)
1773=查找Tags(&T)
1771=重新整理Tags(&R)
57636=查找(&F)
1401=查找下一個(&N)
1402=查找上一個(&P)
1406=查找下一個單詞(&W)
1407=查找上一個單詞(&O)
1403=查找全部(&A)
1408=在檔案中查找和替換(&I)...
57641=替換(&R)
1420=批量替換(&B)...
1663=下一個配對字元
1426=跳轉(&G)
P1276=書籤(&M)
1276=設定書籤(&T)
1279=下一個書籤(&N)
1278=上一個書籤(&P)
1277=刪除全部書籤(&D)
60=括號匹配(&M)
104=下一個編輯位置(&N)
105=上一個編輯位置(&P)
P1662=文件(&D)
P1294=自動換行(&W)
1294=取消換行(&C)
1297=智慧換行(&S)
1296=視窗邊界處換行(&W)
1295=指定列換行(&F)
1293=指定列換行並擴展製表符(&F)
1308=換行時縮排子行
1662=切換檔案類型(&T)...
1665=禁止編輯(&D)
1661=閱覽模式(&B)
1664=寫作模式(&F)
1659=轉換編碼(&C)
1654=自動縮排(&I)
1657=自動配對(&P)
1427=自動完成(&C)
1666=自動HTML/XML標籤(&T)
1650=複製路徑(&P)
1649=複製檔名(&N)
1651=監視剪貼簿(&M)
1655=在檔案管理器中開啟(&O)
1667=字元統計(&S)
1668=在子行處換行(&L)
P1653=高階(&A)
1653=重新整理語法檔案(&U)
1660=檢視Scope(&V)
P1770=工程(&P)
1770=工程視窗(&P)
1772=管理工程(&M)
1774=添加當前檔案(&C)
1776=在工程中查找和替換(&F)
P1683=工具(&T)
1683=拼寫檢查(&C)
1684=即時檢查(&I)
P1336=設定(&P)
1336=常規(&G)
1298=主題(&T)
1460=快捷鍵(&S)
1459=語法著色(&H)
1581=檔案關聯(&F)
1652=排序(&S)
1612=序列(&Q)
1614=選區求和(&U)
1615=檔案比較(&D)
1580=外部工具(&E)
P1591=工具分組(&T)
1591=分組1
1592=分組2
1593=分組3
1594=分組4
1595=分組5
1596=分組6
1597=分組7
1598=分組8
1599=分組9
P1574=擴展(&A)
P1314=模式(&M)
1314=模式工具條(&M)
P1575=插件(&P)
P1570=宏
1570=錄製(&R)
1571=回放(&P)
1573=重複播放(&R)
1572=另存為(&S)
1574=重新整理指令碼(&M)...
1576=讀取(&L)
1577=檢視(&V)
P1222=視窗(&W)
1222=顯示或隱藏面板(&H)
1200=下一個視窗(&N)
1201=上一個視窗(&P)
1212=下一個視窗(焦點順序)(&N)
1213=上一個視窗(焦點順序)(&P)
1221=最近的視窗(&L)
1204=垂直分割(&V)
1205=水平分割(&H)
1208=同步滾動(&S)
1209=移動到垂直分組(&V)
1211=移動到水平分組(&H)
1214=視窗置頂(&A)
1223=切換焦點(&S)
P1220=透明度(&T)
1220=不透明(&O)
P2009=幫助(&H)
2009=關聯幫助(&C)
2010=使用幫助(&H)
2005=快捷鍵列表(&K)
1613=更多元件
2002=開啟安裝目錄
2004=報告錯誤(&R)
2003=檢查更新(&C)
2008=購買註冊碼(&B)
2011=輸入註冊碼(&E)
57664=關於(&A) EverEdit

[MENU302]
1=默認
2=纖細
3=字寬
4=DOS樣式

[MENU303]
1412=HEX模式(&M)
57643=撤消(&U)
57644=重做(&R)
57635=剪下(&T)
57634=複製(&C)
57637=貼上(&P)
57642=全選(&A)
1426=跳轉(&G)
1708=監視器(&I)
P1700=顯示
1700=16進位制(&H)
1701=10進位制(&D)
1702=8進位制(&O)
1703=2進位制(&B)
P1704=位寬
1704=8位寬(&8)
1705=16位寬(&1)
1706=32位寬(&3)

[MENU304]
P91=其它貼上(&P)
P1461=自定義標記(&C)
1461=使用標記1
1462=使用標記2
1463=使用標記3
1464=使用標記4
1465=使用標記5
1466=使用標記6
1467=使用標記7
1468=使用標記8
P62=程式碼摺疊(&F)
P1720=拼寫詞典

[MENU305]
1=更多編碼...
3=檔案頭(BOM)
4=轉換編碼
936=簡體中文(GB2312)
950=繁體中文(Big5)
932=日本語(Shift-JIS)
949=韓語(949)

[MENU307]
P201=更多...
201=\c	漢字
202=\j	平假名
203=\J	片假名
204=\P	CJK符號和標點
230=[:alnum:]	任何一個字母或數字(A-Z,a-z,0-9)
231=[:alpha:]	任何一個字母(A-Z,a-z)
232=[:ascii:]	任何一個 ASCII 範圍內字元(x00-x7F)
233=[:cntrl:]	任何一個控制字元(x00-x1F,x7F)
234=[:digit:]	任何一個數字(0–9)
235=[:print:]	任何一個可顯示的 ASCII 字元(x20-x7E)
236=[:space:]	任何一個空白字元(x09-x0D,x20)
237=[:graph:]	任何一個可顯示的 ASCII 字元,不包含空格(x21-x7E)
238=[:lower:]	任何一個小寫字母(a-z)
239=[:punct:]	可顯示字元[:print:]中除去字母數字[:alnum:]
240=[:upper:]	任何一個大寫字母(A-Z)
241=[:blank:]	空格或者製表符(x20,x09)
245=[:xdigit:]	任何一個十六進位制數字(0-9,A-F,a-f)
1=\n	換行符
2=\t	製表符
4=^	行頭
5=$	行尾
6=.	任意字元
7=\b	字元邊界
8=\x00	2位元組字元
9=\u0000	4位元組字元
10=\w	單詞(A-Z, a-z, 0-9, _)
11=\W	非單詞
12=\s	空白字元
13=\S	非空白字元
14=\d	數字(0-9)
15=\D	非數字
17=[]	字符集合
18=[^]	字符集合之外
19=()	子表示式分組
20=|	或
21={n}	n次
22={n,}	多於n次
23={n,m}	n~m次
24=*	0次或多次
25=+	1次或多次
26=?	0次或1次
28=(?=exp)	正向預搜索
29=(?!exp)	正向預搜索否定
30=(?<=exp)	反向預搜索
31=(?<!exp)	反向預搜索否定

[MENU309]
1=$0	查找到的文字
2=$1	反向引用1
3=$2	反向引用2
4=$3	反向引用3
5=$4	反向引用4
6=$5	反向引用5
7=$6	反向引用6
8=$7	反向引用7
9=$8	反向引用8
10=$9	反向引用9
12=\n	換行符
13=\t	製表符
14=$$	$字元本身

[MENU310]
1=檔案全路徑(路徑+名稱+副檔名)
2=檔案所在目錄
3=檔名稱
4=檔名稱(不帶副檔名)
10=主程式目錄
5=當前行號
9=當前行文字
6=當前列號
7=選擇的文字
8=游標處單詞

[MENU311]
2=檔案所在目錄

[MENU312]
1280=清除
1282=終結
1285=清除高亮
1281=顯示行號
1321=設定字型
1320=自動換行
1284=關閉
25=全選
86=選擇當前行
33=複製

[MENU313]
57603=儲存(&S)
1206=關閉(&C)
1203=關閉其它視窗(&C)
1204=垂直分割(&V)
1205=水平分割(&H)
1209=移動到垂直分組(&V)
1211=移動到水平分組(&H)
1650=複製路徑(&P)
1649=複製檔名(&N)
1655=在檔案管理器中開啟(&W)
1335=設定(&S)

[MENU314]
10=其他...
11=軟空格
12=顯示空白

[MENU315]
1=EverEdit默認
2=平坦
3=漸變填充
4=點陣圖填充

[MENU316]
1=@程式碼片段
2=-上下文單詞
3=*關鍵字
4=#Tags
5=~檔名稱

[MENU317]
1=無
2=捕獲輸出
8=捕獲到Web預覽
3=插入
4=從新行插入
5=替換當前行
6=替換文件
7=隱藏方式運行

[MENU318]
1=無
2=儲存當前文件
3=儲存全部文件

[MENU319]
1209=移動到垂直分組(&V)
1211=移動到水平分組(&H)

[MENU320]
1214=插入	Enter
1210=編輯	F2
1211=刪除	Del
1212=新建片段	Ctrl+N
1213=新建分組	Ctrl+Shift+N
	
[MENU321]
1218=系統選單
1200=編輯	Enter
1206=重新整理	F5
1208=在檔案中查找和替換...	Ctrl+F
1210=監視當前路徑
1211=添加資料夾
1205=新建資料夾
1212=在檔案管理器中開啟	Ctrl+O
1209=移動到最上層
1216=向上	Shift+Up
1217=向下	Shift+Down
1214=複製路徑	Ctrl+C
1213=複製檔名	Ctrl+Shift+C
1203=重新命名	F2
1204=新建檔案	Ctrl+N
1201=永久刪除	Shift+Del
1202=移除	Del
1207=屬性

[MENU324]
13=回車
32=空格
9=製表符
27=Esc鍵

[MENU325]
1=蜂鳴
2=修改時提示
3=儲存時提示
4=不提示

[MENU326]
219=常規
206=字型
246=會話
215=語言
231=拼寫檢查
P224=編輯
224=檔案
238=編輯
275=樣式
254=自動完成
223=語法著色
252=效能
247=列印
P217=高階
217=標籤
207=工具條
248=檔案關聯
272=Web預覽
P244=其它
244=二進位制

[MENU327]
57634=複製

[MENU328]
1=一天一次
2=一週一次
3=一月一次
4=禁止更新

[MENU329]
1221=過濾匹配
1233=篩選行
1224=統計匹配數
1225=設定書籤
1236=在所有開啟的檔案中查找全部

[MENU330]
1200=強制重新整理	F5
1201=顯示函數
1202=顯示大綱
1203=查找Tags	Ctrl+F5

[MENU331]
1=簡潔
2=矩形
3=箭頭
4=矩形和線條
5=五邊形

[MENU332]
1200=隱藏
1202=小圖示(16*16)
1203=大圖示(32*32)
1204=合併工具條
1205=多行顯示
1201=自定義...

[MENU333]
1300=複製顏色
1301=貼上顏色

[MENU334]
57643=撤消(&U)
57644=重做(&R)
57635=剪下(&T)
57634=複製(&C)
57637=貼上(&P)
26=刪除(&D)
57642=全選(&A)

[MENU335]
1220=年(0000)
1221=年(00)
1222=月(00)
1223=月(0)
1224=日(00)
1225=日(0)
1226=時-12(00)
1227=時-12(0)
1228=時-24(00)
1229=時-24(0)
1236=上午/下午
1230=分(00)
1231=分(0)
1232=秒(00)
1233=秒(0)
1234=周(長名稱)
1235=周(短名稱)
1237=一年中的第x天
1238=一年中的第x周

[MENU337]
1204=新建
1203=刪除
1205=全選
1217=匹配大小寫
1216=正則
1218=全字匹配
1219=擴展(\n,\r,\t)

[MENU338]
1206=移除面板
1201=左側
1202=右側
1203=底部
1205=頂部
1200=隱藏面板

[MENU341]
1=系統默認瀏覽器
2=Internet Explorer
3=Firefox
4=Chrome
5=Opera
100=其它瀏覽器

[MENU342]
1217=系統選單
1200=編輯	Enter
1201=Hex編輯	C+H
1215=重新整理Tags	F5
1216=查找Tags	C+F
1202=管理工程	C+M
1203=新建工程	F3
1204=添加檔案	C+N
1205=添加當前檔案	C+A
1206=添加資料夾	C+D
1218=創建資料夾
1207=重新命名	F2
1208=從工程中移除	Del
1209=向上	C+Up
1210=向下	C+Down
1211=複製路徑	C+C
1212=重新載入	C+F5
1213=強制儲存	C+S
1214=屬性	C+P

[MENU343]
1=背景色
2=下劃實線
3=下劃虛線
4=上下實線
5=上下虛線

[MENU344]
1=默認
2=部分匹配
3=模糊匹配

[MENU345]
1=箭頭
2=線條
3=箭頭線
4=字元

[MENU346]
1=大點
2=小點
3=線條

[MENU347]
1220=重新整理
1221=刪除
1222=刪除全部
1223=複製所選
1224=複製全部

[DLG202]
0=編碼
1=確定
2=取消(&C)
3000=請選擇編碼:
3001=所有編碼:

[DLG203]
0=外部工具
1=確定
2=取消
1200=添加
1201=刪除
1205=提示輸入參數
1216=高階
1227=分組命名
1229=圖示
1230=接受輸入
3000=標題:
3001=命令
3002=參數:
3003=初始目錄:
3004=動作模式:

[DLG204]
0=視窗列表
2=關閉(&C)
3000=查找(&F):

[DLG205]
0=查找
1201=下一個(&N)
1202=上一個(&P)
1204=匹配大小寫(&S)
1205=全字匹配(&W)
1206=正規表示式(&E)
1207=迴圈查找(&O)
1208=查找到即關閉(&D)
1209=高亮匹配(&H)
1212=查找全部(&A)
1218=增量查找(&I)
1219=替換(&R)>>
1226=高階(&V)
1234=擴展(\n,\r,\t)(&X)
1235=繼續到下一個檔案(&T)
3000=查找(&F):

[DLG206]
0=字型設定
1=確定
2=取消
1207=對中日韓字元使用單獨的字型
1208=應用

[DLG208]
0=批量替換
1201=向上(&U)
1202=向下(&D)
1206=匯出(&E)
1207=匯入(&I)
1211=替換全部(&A)
1212=替換所選(&R)
1221=統計

[DLG209]
0=輸入
1=確定
2=取消
3000=輸入:

[DLG210]
0=快捷鍵管理
1202=繫結指令碼
1203=分配
1207=刪除
3000=當前快捷鍵:
3001=新建快捷鍵:
3002=*如需繫結快捷鍵到某個指令碼,請把該指令碼拖放到上面的列表中即可!

[DLG211]
0=替換
1201=下一個(&N)
1204=匹配大小寫(&S)
1205=全字匹配(&W)
1206=正規表示式(&E)
1207=迴圈查找(&O)
1209=高亮匹配(&H)
1213=替換(&C)
1214=全部替換(&A)
1220=<<查找(&I)
1227=以高速模式進行全部替換(&M)
1229=當前檔案(&C)
1230=選區(&L)
1231=所有開啟的檔案(D)
1234=擴展(\n,\r,\t)(&X)
1235=繼續到下一個檔案(&T)
3000=查找(&F):
3001=替換(&P):
3002=範圍

[DLG212]
0=選單命令

[DLG214]
0=關於EverEdit
1=確定
1210=輸入註冊碼
1211=已授權給以下使用者:
1215=購買

[DLG215]
1201=更多
3000=選擇您的界面語言:

[DLG216]
1202=添加BOM(&A)
1204=以二進位制開啟(&B)
1205=編碼(&E):
1206=換行符:

[DLG217]
1200=在主程式下方顯示標籤欄
1202=在標簽上顯示圖示
1203=當文件被修改時顯示星號(*)
1204=使各項目為固定寬度
1205=當僅有一個標籤時隱藏標籤欄
1207=顯示滾動按鈕
1208=顯示檔案下拉按鈕
1209=在右側顯示全局關閉按鈕
1210=在每一項中顯示關閉按鈕
3000=多文件標籤樣式:
3001=停靠視窗標籤樣式:

[DLG219]
1205=允許多個例項同時運行
1206=添加EverEdit到滑鼠右鍵
1213=允許工具條多行顯示
1214=在檔案中查找時使用當前檔案路徑
1215=自動更新
1217=合併模式工具條到主工具條
3000=記憶最近開啟的檔案個數:

[DLG220]
0=在檔案中查找和替換
1=查找(&F)
2=關閉(&C)
1205=正規表示式(&E)
1206=匹配大小寫(&S)
1207=包含子資料夾(&I)
1209=使用輸出視窗(&U)
1210=查找不匹配的行(&N)
1212=僅顯示檔案路徑(&H)
1213=鎖定主視窗(推薦)(&L)
1214=全字匹配(&W)
1215=在當前工程檔案中查找
1216=替換
1219=備份被替換的檔案(&B)
3000=查找(&T):
3001=資料夾(&R):
3002=類型(&P):
3003=編碼(&D):
3004=替換(&A):

[DLG222]
0=查找中
1=停止

[DLG223]
0=語法著色
1=確定
2=取消
1201=添加(&A)
1202=刪除(&D)
1227=列標記
1240=編輯
1243=高階
1249=更多
1252=使用空格代替製表符
1255=高階
3001=標題:
3002=語法檔案:
3003=副檔名:
3005=模板:
3006=製表符:

[DLG224]
1207=監視檔案變化
1212=啟動時創建一個空白檔案
1216=編碼探測
1217=檔案未被修改時也可以儲存
1219=模板檔案使用自身的編碼和換行符
1220=把ANSI編碼的檔案默認開啟為UTF-8編碼
3000=新建檔案或0位元組檔案:
3001=格式:
3002=編碼:
3003=其它
3004=只讀檔案的修改:
3005=常駐模式檔案:

[DLG227]
3000=請稍後....

[DLG228]
0=檔案列表
1=確定
2=取消

[DLG229]
0=排序
2=取消
1200=升序
1201=降序
1202=排序(&S)
1204=匹配大小寫(&S)
1205=去除重複
1206=排序到新文件(*速度快)
1208=去除空白行
1211=選區
1212=文件
1220=按照字母排序
1221=按照數字排序(01,02...09,10...)
1222=按照長度排序
3000=順序
3001=文字
3002=排序方法

[DLG230]
0=拼寫檢查
3000=候選:
3001=單詞:
1202=替換(&R)
1203=忽略一次(&I)
1204=忽略全部(&A)
1205=學習(&L)
1206=設定

[DLG231]
1203=註釋
1204=字元串
1205=無著色文字
1206=更多
3000=詞典:
3001=即時拼寫時,對於語法檔案只檢查下面的文字:

[DLG232]
0=列標記
1=確定
2=取消

[DLG233]
0=授權
1=確認
2=關閉
3000=輸入註冊碼:
1201=購買

[DLG234]
0=主題
1=儲存(&S)
2=關閉(&C)
1211=應用(&A)
1213=更多
1214=主程式配色

[DLG235]
0=高階
1=確定
2=取消
1217=使用輸出定位
1222=捕獲
3000=正規表示式
3001=檔案路徑:
3002=行號:
3003=列號:
3004=儲存模式:
3005=輸出編碼:

[DLG236]
0=高階
1=確定
2=取消
3000=工具分組:
3001=模式:
3002=幫助檔案:

[DLG238]
1202=選區文字保持語法高亮的前景色
1203=選區文字的背景色擴展到視窗右側
1208=高亮選區文字到單詞邊界
1209=移動游標時保持選區或者查找高亮
1211=按下Tab時跳出剛剛自動輸入的配對字元
1212=總是隱藏垂直滾動條
1213=總是隱藏水平滾動條
3000=禁止字元
3001=行頭禁止字元:
3002=行尾禁止字元:
3003=選區
3004=滾動條

[DLG239]
0=序列
1=確定
2=取消(&C)
1209=10進位制
1210=16進位制
3000=起始:
3001=步長:
3002=次數:
3003=對齊:
3004=格式
3005=預覽:

[DLG241]
0=顏色
1=確定
2=取消
3000=隔行顏色:
3001=啟用的項目:

[DLG242]
0=分組
1=確認
2=取消
3000=檔名(不帶副檔名):
3001=標題:

[DLG243]
0=清除歷史記錄
1=確定
2=取消
1200=清除最近開啟的檔案
1201=清除查找替換歷史記錄
1202=清除視窗佈局記錄
1203=清除所有

[DLG244]
3000=以HEX模式開啟副檔名為下面的檔案:

[DLG245]
0=監視器

[DLG246]
1200=啟動時載入上次關閉的檔案
1201=恢復游標位置
1202=恢復書籤
1203=儲存/恢覆被修改的檔案
3000=*啟用下面這些設定將會延緩啟動速度

[DLG247]
1204=直接使用當前編輯器檢視的字型
3000=邊距(毫米)
3001=下
3002=左
3003=上
3004=右

[DLG248]
0=EverEdit檔案關聯
1=應用
2=關閉
1200=全選
1201=全不選
1202=自定義
2000=EverEdit不會備份您現有的檔案檔案關聯!\n確定繼續嗎?
2001=輸入檔案字尾(txt;log;csv;tsv):
2002=使用者自定義
2003=檔案關聯更新完畢!

[DLG249]
1204=加粗
3000=名稱:
3001=大小:
3002=字型平滑:
3003=基線:

[DLG249]
0=全部
1=確定(&O)
1201=刪除所選(&R)

[DLG250]
0=選項
1202=應用
1203=幫助
1204=取消
1205=確定
3000=類別:

[DLG251]
0=自定義標記
1=關閉
1200=正規表示式(&R)
1201=匹配大小寫(&S)
1202=全字匹配(&W)
1203=添加(&A)
1204=刪除(&D)
1210=開啟該功能(&E)

[DLG252]
1208=讀取檔案時用內存作緩衝(速度快但佔用內存多)
3000=當檔案行數小於?時自動換行:
3001=(行)
3002=當檔案大於?時以獨佔模式開啟:
3004=自動編碼探測快取大小:
3006=單行文字語法著色的字元數上限:
3007=大綱檢視最大解析行數:
3008=(行)

[DLG253]
0=編碼探測設定
1=確定
2=取消
3000=自動探測下面的編碼:

[DLG254]
3000=觸發按鍵:
3001=顯示延遲:
3002=(毫秒, 推薦150毫秒)
3003=全部:
3004=已選擇:
3005=匹配方法:

[DLG255]
0=切換檔案類型
1=確定
2=取消
1201=配置

[DLG259]
0=自定義日期/時間的格式
1=確定
2=取消
3000=預覽:

[DLG260]
0=查找
1=查找(&F)
2=取消
1207=替換(&R)
1208=全部替換(&A)

[DLG261]
0=HEX
3000=查找(&T):

[DLG262]
0=文字
1206=匹配大小寫(&M)
1211=&Big Endian(大端)
3000=查找(&T):
3001=類型(&D):

[DLG263]
0=數字
1200=限定到資料類型邊界(&R)
1211=&Big Endian(大端)
3000=查找(&T):
3001=類型(&D):

[DLG264]
0=替換
1206=匹配大小寫(&M)
1211=&Big Endian(大端)
3000=查找(&T):
3001=替換為(&O):
3002=類型(&D):

[DLG265]
0=跳轉
1=跳轉(&G)
2=取消
1201=檔案起始位置(&B)
1202=文件末尾位置(&E)
1203=使用16進位制地址(&H)
1206=當前游標位置(&C)
3000=偏移(&O)
3001=相對位置

[DLG270]
0=比較
1=比較
2=關閉
1203=配置
3000=左:
3001=右:

[DLG271]
0=配置
1=確認
2=取消
1208=預配置
3000=外部比較工具的路徑:
3001=參數:

[DLG272]
1200=添加
1201=修改
1202=刪除
3000=主機/目錄 設定:
3001=外部瀏覽器:
3002=其它瀏覽器:

[DLG273]
0=主機/目錄對映
1=確認
2=取消
3000=主機:(例如: http://localhost:8080/myproject)
3001=目錄:(例如: c:\iisroot\myproject)

[DLG274]
0=新建工程
1=確認
2=取消
3000=檔名不帶副檔名:
3001=工程標題:

[DLG275]
3000=摺疊樣式:
3001=游標樣式:
3002=當前行樣式:
3003=製表符樣式:
3004=空格樣式:

[DLG276]
0=工程管理
1=開啟
2=關閉
1200=新建
1201=刪除

[DLG277]
0=升級EverEdit
1=升級
2=取消
1203=繼續
1206=檢視更新
1207=EverEdit釋出了最新的版本!
1208=您希望更新到該最新版本嗎?
1209=全選
1210=全不選
1211=手動下載
1400=無法創建[update]目錄!
1401=正在下載...
1402=發生了一個錯誤,錯誤號是[%d]!
1403=下載已完成!
1404=正在解壓縮...
1405=檢測到EverEdit正在運行,您需要先關閉它!
1406=您想取消當前正在進行的操作嗎?
1407=%d 個檔案需要您的確認!
1408=恭喜您,已升級到最新版本的EverEdit!
1409=無法複製檔案，從 %s 到 %s!\n\n再試一次?
1410=發生一個連線錯誤，EverEdit無法獲取最新版本!

[DLG278]
0=幫助

[DLG279]
0=主程式配色
1=確認
2=取消
1200=啟用該功能
3000=漸變顏色
3001=開始顏色:
3002=結束顏色:

[DLG281]
0=語法著色匹配規則
1=確認
2=取消
3000=副檔名(txt;log;html):
3001=檔名的匹配規則:
3002=檔案首行的匹配規則:

[DLG282]
1201=本程式只能運行在Windows NT系統之上!
1202=本程式只能從EverEdit中呼叫!
1203=無法創建檔案 "%s"
1204=無法為管道設定安全配置.
1205=無法獲取檔案的安全資訊 "%s"
1206=無法設定檔案的安全資訊 "%s"
1207=無法獲得許可權為該檔案設定安全資訊 "%s"

[DLG283]
3000=檔案
3001=行號
3002=文字

[STRING]
1=向左移動游標\n向左
2=向右移動游標\n向右
3=向上移動游標\n向上
4=向下移動游標\n向下
5=移動游標到行頭\n移動到行頭
6=移動游標到行尾\n移動到行尾
7=移動游標到文件開始\n到文件開始
8=移動游標到文件結束\n到文件結束
9=向上翻頁\n向上翻頁
10=向下翻頁\n向下翻頁
11=移動到下一個單詞\n下一個單詞
12=移動到上一個單詞\n上一個單詞
13=向左選擇一個字元\n向左選擇
14=向右選擇一個字元\n向右選擇
15=向上選擇一行\n向上選擇
16=向下選擇一行\n向下選擇
17=選擇到行頭\n選擇到行頭
18=選擇到行尾\n選擇到行尾
19=選擇到檔案起始\n選擇到檔案起始
20=選擇到檔案結束\n選擇到檔案結束
21=向上選擇一頁\n向上選擇一頁
22=向下選擇一頁\n向下選擇一頁
23=向右選擇一個單詞\n向右選擇單詞
24=向左選擇一個單詞\n向左選擇單詞
26=刪除上一個字元或選區\n刪除
27=刪除下一個字元或選區\n向右刪除
28=向左刪除到當前單詞或者同一類型字元的左側邊界\n向左刪除單詞
29=向右刪除到當前單詞或者同一類型字元的右側邊界\n向右刪除單詞
30=刪除當前行\n刪除當前行
36=在覆寫和插入模式之間切換\n覆寫\編輯模式
38=不移動游標且向上滾動螢幕\n向上滾動
39=不移動游標且向下滾動螢幕\n向下滾動
40=移動游標到螢幕當中\n中置游標
44=在當前行之後添加新的一行\n在當前行之後新建行
45=在當前行之前添加新的一行\n在當前行之前新建行
46=選擇當前單詞\n選擇當前單詞
47=縮排選區或者當前行\n縮排
48=反縮排選區或者當前行\n反縮排
49=把當前行往上移動\n上移
50=把當前行往下移動\n下移
51=格式化普通選區中所有的行的縮排\n格式化縮排
52=展開摺疊當前區塊\n展開摺疊
54=重複一次選區行或者當前行的內容\n重複行
55=選擇到上一行\n選擇到上一行
56=選擇到下一行\n選擇到下一行
57=把選區內容轉為大寫\n大寫
58=把選區內容轉為小寫\n小寫
59=移動游標行到螢幕當中\n中置游標行
60=移動到配對的括號處\n括號匹配
61=以首行縮排其它所有行\n貼上並縮排
62=摺疊當前區塊\n摺疊
63=去除選擇行的行頭空格\n去除行頭空格
64=去除選擇行的行尾空格\n去除行尾空格
66=在當前位置插入新行\n插入換行符
67=選擇到匹配的括號處\n選擇到括號
68=複製當前行的內容到剪貼簿\n複製當前行
69=把製表符轉換為空格\n製表符轉為空格
70=把空格轉換為製表符\n空格轉為製表符
72=把選區或者下一行和當前行合併為一行\n合並行
73=移動游標到子行的行頭\n移動到子行頭
74=移動游標到子行的行尾\n移動到子行尾
75=選擇到子行的行頭\n選擇到子行頭
76=選擇到子行的行尾\n選擇到子行尾
77=選擇到匹配的括號處,同時包含括號本身\n選擇到括號(包含括號本身)
79=刪除到行頭\n刪除到行頭
80=刪除到行尾\n刪除到行尾
81=交換當前游標左右兩側的字元\n交換字元
82=反轉當前選區的大小寫\n反轉大小寫
83=把行頭的製表符轉換為空格\n行頭製表符轉為空格
84=把行頭的空格轉換為製表符\n行頭空格轉為製表符
85=刪除游標處的單詞\n刪除單詞
86=選擇游標處的整行\n選擇整行
87=剪下選區並把它追加到的剪貼簿中\n追加剪下
88=複製選區並把它追加到的剪貼簿中\n追加複製
89=把所有標記的行都複製到剪貼簿中\n複製標記行
90=把所有標記的行都剪下到剪貼簿中\n剪下標記行
91=以列模式把剪貼簿的內容貼上到當前文件\n列模式貼上
94=按行貼上文字到每一行的行尾\n貼上到每行尾
95=移動游標到下一個段落\n下一個段落
96=移動游標到上一個段落\n上一個段落
97=把選區文字全部轉為全形\n轉為全形
98=把選區文字全部轉為半形\n轉為半形
102=使選區文字的單詞首字母變為大寫\n單詞首字母大寫
104=移動游標到下一個編輯位置\n下一個編輯位置
105=移動游標到上一個編輯位置\n上一個編輯位置
106=選擇選區中的每一行\n選擇選區每一行
149=列印預覽
1200=移動到下一個文件\n下一個文件
1201=移動到上一個文件\n上一個文件
1202=關閉全部視窗\n關閉全部
1203=關閉其它所有文件\n關閉其它
1204=垂直分割當前視窗\n垂直分割
1205=水平分割當前視窗\n水平分割
1206=關閉當前視窗\n關閉
1208=同步滾動被分割的窗體\n同步滾動
1209=移動當前文件到垂直分組,如果不存在則建立\n垂直分組
1211=移動當前文件到水平分組,如果不存在則建立\n水平分組
1212=以焦點順序移動下一個文件文件\n下一個文件(焦點順序)
1213=以焦點順序移動到上一個文件\n上一個文件(焦點順序)
1214=使主程式始終在最上面\n視窗置頂
1220=讓主視窗不透明\n不透明
1221=啟用最近一次訪問的視窗\n最近的視窗
1222=顯示或隱藏當前面板\n顯示或隱藏面板
1223=在分割視窗間切換焦點\n切換焦點
1230=配置檔案模板,讓其出現在新建檔案選單中\n配置檔案模板
1231=用模板創建一個新文件\n新模板文件
1233=創建一個新的二進位制文件\n新建二進位制
1234=儲存所有的文件\n儲存全部
1236=清除最近的各種歷史記錄,比如最近開啟的文件,查找,替換等\n清除歷史記錄
1237=丟棄未儲存的內容,重新開啟當前檔案\n重新載入
1276=設定或取消書簽到當前行\n切換書籤
1277=清除當前文件的全部書籤\n清除書籤
1278=跳轉到上一個書籤\n上一個書籤
1279=跳轉到下一個書籤\n下一個書籤
1287=顯示或隱藏文件地圖\n文件地圖
1288=用外部瀏覽器預覽當前文件\n外部瀏覽器預覽
1289=管理多檔案中的書籤\n書籤管理器
1290=以內建瀏覽器預覽當前文件\nWeb預覽
1291=顯示或隱藏開啟的檔案列表\n檔案列表
1292=顯示或隱藏快捷目錄視窗\n快捷目錄
1293=在指定列處自動換行並把製表符長度擴展為普通字元\n指定列換行並擴展製表符
1294=取消自動換行\n取消自動換行
1295=在指定列處自動換行\n指定列換行
1296=在視窗邊界處進行自動換行\n視窗邊界處換行
1297=智慧換行,智慧判斷行首行尾禁則字元等\n智慧換行
1298=管理已安裝的主題\n主題
1300=顯示或隱藏行號\n行號
1301=顯示或隱藏標尺\n標尺
1302=顯示或隱藏空白(Tab和空格)\n空白
1303=顯示或隱藏換行符\n換行符
1304=顯示或隱藏文件結束符\n文件結束符號
1305=顯示或隱藏當前行\n當前行
1306=顯示或隱藏控制字元\n控制字元
1307=隱藏或者顯示縮排線\n縮排線
1308=讓所有的子行都顯示和首行一樣的縮排(僅在智慧換行和視窗邊界換行模式下有效)\n換行時縮排子行
1309=在行為顯示被摺疊的尾部字元\n摺疊尾部字元
1310=在選區中顯示所有不可見字元\n選擇時全部顯示
1311=在行號區顯示一條邊界虛線\n邊界線
1312=顯示或隱藏大綱檢視\n大綱檢視
1313=高亮單行選區中的文字\n選區高亮
1314=顯示或隱藏模式工具條\n模式工具條
1318=管理自定義標記\n自定義標記
1320=執行自動換行\n自動換行
1321=設定字型\n設定字型
1322=顯示或者隱藏命令視窗(當命令視窗無焦點時則設定焦點到命令視窗)\n命令視窗
1323=設定當前文件的行間距\n行間距
1324=顯示或隱藏標籤欄\n標籤欄
1325=顯示或隱藏輸出視窗\n輸出視窗
1326=高亮匹配的括號\n高亮括號
1327=在當前文件中高亮網址和郵件地址\n高亮網址和郵件
1328=開啟或關閉全屏模式\n全屏模式
1329=顯示或隱藏程式碼片段視窗\n程式碼片段
1330=取消摺疊並隱藏摺疊區域\n取消摺疊
1331=按照語法進行程式碼摺疊\n語法摺疊
1332=按照縮排進行程式碼摺疊\n縮排摺疊
1336=顯示選項對話方塊\n選項
1337=顯示或隱藏列標記\n列標記
1338=開啟或禁止列模式\n列模式
1339=摺疊該文件的第一層摺疊\n摺疊全部
1400=展開該文件的第一層摺疊\n取消摺疊全部
1401=查找下一個匹配的地方\n查找下一個
1402=查找上一個匹配的地方\n查找上一個
1403=列出該單詞在文章中出現的所有地方,如果不存在選區則列出游標下方詞彙\n查找全部
1406=向下查找游標處的單詞或者選擇的文字\n查找下一個單詞
1407=向上查找游標處的單詞或者選擇的文字\n查找上一個單詞
1408=在多個檔案中查找或替換指定的字元串\n在檔案中查找和替換
1409=從選區或者當前文件中刪除重複的行\n刪除重複行
1410=向下選擇相同的單詞並進入多點編輯\n快速選擇
1412=以HEX模式顯示並編輯當前文件\nHEX模式
1413=在當前行或者已選擇的行中插入單行註釋符\n單行註釋
1414=在當前行或者已選擇的行中取消單行註釋符\n取消單行註釋
1415=在當前行或者已選擇的行中插入多行註釋符\n多行註釋
1416=在當前行或者已選擇的行中取消多行註釋符\n取消多行註釋
1417=插入當前日期
1418=插入當前時間
1419=自定義日期/時間的格式\n自定義日期/時間
1420=一鍵執行批量替換\n批量替換
1422=以當前選區或者游標處單詞選擇文件內所有的匹配\n選擇所有匹配
1423=使普通選區之外的區域不可編輯\n部分編輯
1424=增大當前文件的字號\n增大字號
1425=減小當前文件的字號\n減小字號
1426=跳轉到當前文件的指定行\n跳轉
1427=開啟或者關閉自動完成功能\n自動完成
1428=從選區或者當前文件中刪除空白行\n刪除空白行
1429=清空剪貼簿\n清空剪貼簿
1430=應用該字型到當前文件\n默認字型
1436=輸出視窗
1437=命令視窗
1438=列印字型
1439=HEX字型
1440=函數提示視窗
1459=管理語法著色檔案\n語法著色
1460=管理自定義快捷鍵\n快捷鍵
1461=添加選區到自定義標記\n添加到標記
1570=開始或停止錄製宏\n錄製
1571=執行快取中的宏1次\n回放
1572=儲存快取中的宏到檔案\n儲存宏
1573=重複當前的指令碼\n重複
1574=重新讀取指令碼檔案,並重新整理指令碼選單\n重新整理指令碼選單
1576=讀取一個宏到當前快取,用於播放\n讀取
1577=以文字方式檢視當前快取中的宏\n檢視
1580=添加或刪除自定義工具\n使用者工具
1581=為EverEdit設定檔案關聯\n檔案關聯
1590=使用該分組的自定義工具\n應用分組
1612=生成一段有序文字\n序列
1613=訪問GitHub獲取更多的元件\n更多
1614=對選區進行求和,數字需以空格或者換行符進行分割\n選區求和
1615=使用外部工具對兩個檔案進行比較\n檔案比較
1649=複製當前文件的名稱到剪貼簿\n複製檔名
1650=複製當前文件的路徑和名稱到剪貼簿\n複製全路徑
1651=自動貼上被複製或剪下到剪貼簿的文字\n監視剪貼簿
1652=排序當前文件\n排序
1653=重新讀取所有的語法著色檔案\n重新整理語法
1654=關閉或開啟自動縮排\n自動縮排
1655=在檔案瀏覽器中定位當前檔案\n在檔案管理器中開啟
1656=配置語法檔案
1657=自動插入匹配的括號\n自動配對
1658=用選擇的編碼重新讀取當前檔案\n指定編碼重讀
1659=轉換當前檔案的編碼\n轉換編碼
1660=以文字的方式檢視當前位置的Scope資訊\n檢視Scope
1661=進入全屏然後以瀏覽模式檢視當前檔案並禁止編輯功能\n瀏覽模式
1662=切換當前檔案的類型\n切換檔案類型
1663=移動下一個配對的字元\n下一個配對字元
1664=進入全屏然後以寫作模式編輯當前檔案\n寫作模式
1665=使當前檔案不可編輯\n禁止編輯
1666=在HTML/XML文件內,當輸入</時自動完成未閉合的標籤\n自動HTML/XML標籤
1667=統計當前文件或普通選區的各種字元資訊,比如字元數單詞數等等\n字元統計
1668=在所有的子行處插入硬回車\n在子行處換行
1671=在當前文件內使用空格代替製表符\n軟空格
1672=在行號旁邊顯示圖示區域\n圖示區域
1673=擴展當前行背景到視窗左側\n擴展當前行背景
1674=為同一摺疊級別的文字顯示背景色\n同層背景色
1675=為儲存或者修改的行作一個顏色標記\n行修改狀態
1683=彈出模式對話方塊對該文件進行拼寫檢查\n拼寫檢查
1684=進行即時拼寫檢查,錯誤的單詞下面將標識波浪線\n即時拼寫檢查
1690=忽略該單詞的拼寫錯誤\n忽略全部
1691=加入該單詞到使用者字典\n添加到詞典
1692=設定拼寫檢查\n設定拼寫檢查
1695=在游標處顯示含有最近10個剪貼歷史記錄的選單,你可以從中選擇貼上\n從剪貼歷史中貼上
1770=檢視工程視窗\n工程視窗
1771=更新當前工程和已開啟檔案的Tags\n重新整理Tags
1772=新建或者刪除工程\n管理工程
1773=在已開啟的檔案或者工程檔案中查找tags\n查找Tags
1774=添加當前檔案到開啟的工程\n添加當前檔案
1775=查找開啟的檔案,工程檔案,tags或者執行命令\n萬能查找
1776=在工程檔案中查找或者替換字元串\n在工程中查找和替換
1785=開啟這個工程
2002=開啟EverEdit主程式所在的目錄\n開啟安裝目錄
2003=運行update.exe檢測最新版\n檢查更新
2004=發送錯誤報告到官方網站www.everedit.net\n報告錯誤
2005=在一個新文件中檢視所有的快捷鍵\n快捷鍵列表
2008=到EverEdit官方網站購買註冊碼\n購買註冊碼
2009=顯示和當前語法檔案關聯的幫助檔案\n關聯幫助
2010=顯示EverEdit的幫助檔案\n幫助
2011=輸入您的註冊碼\n輸入註冊碼
2200=下一頁\n下一頁
2201=上一頁\n上一頁
2202=放大\n放大
2203=縮小\n縮小
2204=關閉列印預覽視窗\n關閉
2205=彩色列印\n彩色
2206=自動換行\n自動換行
2207=列印行號\n行號
2208=頁 %d of %d
15001=%s 已經被更改, 需要儲存嗎?\n\n*按住Shift鍵強制關閉全部
15002=您選擇了一個新的編碼,要用該編碼重新讀取這個檔案嗎?
15003=輸入行號 (%d ~ %d):
15004=請輸入行間距(0~200畫素):
15005=%d個檔案被找到!
15006=----統計資訊---\n行數:%d\n單詞數:%d\n位元組大小:%d\n字元數:%d\nASCII字元:%d\nNone-ASCII字元:%d\n空白:%d\n-----End-----\n
15007=清除這個快捷鍵嗎?
15008=[%s]不是一個命令!
15009=參數
15010=請輸入參數
15011=這是多級快捷鍵的觸發器,你不能指派該快捷鍵!
15012=<新工具>
15013=重複指令碼
15014=重複次數:
15015=請輸入tab的大小(2~64):
15016=跳轉
15017=行間距
15019=自動探測
15020=所有檔案
15021=無標題
15022=這個快捷鍵已經被分配給:\n[ %s ]\n需要把它刪除嗎?
15023=正在等待下一次按鍵...
15024=查找:[%s]在[%s]中
15025=行數:%d
15026=我的語法檔案
15027=排序%d
15028=您正在試圖進行大批量排序, 需要重定向到新文件中嗎?\n*速度較快,推薦
15029=您尚未選擇任何單行文字!
15030=默認
15031=%s 已被設定為默認的語法檔案!
15032=確定重新讀取全部的語法著色檔案嗎?
15033=%s\n\n該檔案已被其它程式更改,需要重新載入嗎?
15034=%d字元,%d行
15035=配置製表符和縮排的大小:
15036=軟空格
15037=製表符
15038=插入
15039=覆寫
15040=列模式
15041=檔案頭
15042=無檔案頭
15043=該檔案不存在或者已被更改,請先儲存!
15044=請輸入可以被認為是單詞的特殊字元, 比如-#等:
15045=默認語法著色檔案已被移除!
15046=無
15047=請輸入偏移 (%d ~ %d):
15048=請輸入該組的名稱:
15049=共找到%d行,在資料夾%s中
15050=共找到%d行,在資料夾%s中 (耗時%.2lf秒)
15051=共找到%d處!
15052=起始頁
15053=請輸入自動換行的列號:
15055=<運行>: 命令已運行結束!
15056=提示變更
15057=自動讀取
15058=讀取並滾動到尾部
15059=拖放檔案或者資料夾到這兒!
15060=更多
15061=確定刪除該項目嗎?
15063=請先關閉所有已開啟的程式碼片段!
15064=錯誤的程式碼片段格式!
15065=請輸入觸發關鍵字:
15066=觸發文字
15067=程式碼片段:請在下一行開始輸入內容!
15068=名稱
15069=空
15070=文字檔案
15071=該位置不存在已定義的Scope!
15072=替換:[%s] 到 [%s]
15073=運行:%s\n
15074=輸出結束,返回值是[%d].
15075=當前輸出被終止!
15076=自定義工具
15077=%d行被設定上了書籤!
15078=解析中...
15079=無列表!
15080=%s\n\n確定重新載入該檔案嗎?
15081=請輸入該主題的唯一名稱:
15082=區域
15083=背景
15084=前景
15085=粗
15086=斜
15087=您需要重啟EverEdit以應用該設定!
15088=矩
15089=下
15090=刪
15091=雙
15092=點
15093=波
15094=已完成拼寫檢查!
15095=選區: %d
15096=偏移: %08X
15097=大小: %d
15099=共找到%d行.
15100=無法載入檔案 %s!\n
15102=%s:無法執行該命令!%s
15103=無法彈出該選單為對話方塊!
15104=解析指令碼時發生錯誤:\nFile: %ws\nSource: %ws\nError: %08X\nDescription: %ws\nLine: %d\n
15105=無法創建指令碼引擎!
15108=無法初始化列印程式,請確認您是否安裝了一個列印機!
15109=32位EverEdit無法讀取大於2GB的檔案,請使用64位的EverEdit!
15110=該主題已存在,請輸入一個新的名稱!
15111=<錯誤>: 重定向執行緒已死亡!
15112=<錯誤>: 讀取標準輸出管道時發生錯誤!
15113=<錯誤>: 重定向輸出時發生錯誤: %x
15114=只能刪除最上層的項目!
15115=該檔案已存在,請選擇另一個檔名!
15116=%s\n\n該檔案不存在!
15117=執行函數時發生錯誤!\n\n%s::%s
15118=執行操作失敗,請用管理員許可權運行!\n\n%s
15119=無法和已存在的EverEdit例項建立通訊！
15120=初始化拼寫檢查引擎時失敗!\n詞典:%s\n檔案:spell.dll\n\n請到 http://www.everedit.net/download 下載最新的詞典檔案!
15121=該命令只可在選單中執行!
15122=該檔案類型沒有關聯的幫助檔案!
15200=已替換%d處!
15204=在當前位置之下找不到該字元串:%s
15205=在當前位置之上找不到該字元串:%s
15206=無法儲存該檔案,請確認您是否具有許可權且該檔案未被鎖定或者是只讀!\n%s\n%s
15207=無法讀取這個主題!
15208=無法儲存主題到 %s!
15209=您正在試圖修改一個只讀檔案!
15210=您正在試圖儲存一個被修改的只讀檔案, 確定儲存嗎?
15211=找不到該字元串:%s
15212=已搜索到該文件的末尾!
15213=您未選擇備份被替換的檔案,繼續嗎?
15214=Everedit在進行替換時不支援環視正規表示式!
15215=當前選擇的檔案被修改或者不存在!\n\nEverEdit試圖儲存到臨時目錄進行比較,確定?
15216=請先選擇2個檔案!
15217=被比較的檔案是同一個檔案!
15218=外部比較工具不存在!\n%s
15219=您正試圖在資料夾中進行替換,繼續嗎?
15220=因文字過長,本次複製的文字不會追加到剪貼簿歷史記錄!
15240=查找
15241=替換為
15242=選項
15243=已替換
15244=全部:%d\n\n已勾選:%d\n\n已選擇:%d
15245=已刪除空白行:%d
15246=已刪除重複行:%d
15247=多選
15248=正在使勁載入檔案, 請稍候...
15249=當前分組的工具已被修改,儲存嗎?
15250=按鍵
15251=命令
15252=說明
15253=指令碼
15254=學生使用者(4年授權)
15255=成功設定檔案關聯!
15256=%d個匹配被選擇!
15257=該註冊碼不正確!
15258=感謝您購買EverEdit的授權!\n\n我們會持之以恆地向您提供最好的軟體和服務!
15259=單使用者正版授權
15260=團隊使用者授權
15261=主機
15262=目錄
15263=您正在使用最新版本!
15264=%d 個檔案, %d 個位置被替換於 %s\n
15265=工程解析完畢!
15266=輸入資料夾的名稱:
15267=確認刪除該項目和其子項目嗎??
15268=當前檔案檔案是臨時檔案或者不存在!
15269=正在解析工程符號...
15270=@未命名工程
15271=刪除該工程?
15272=共找到 %d 個項目!
15273=所有開啟的檔案的Tags解析完畢!
15274=#:查找已開啟的檔案或者工程中的檔案\n@:在已開啟的檔案或者工程檔案中查找tags, F5:重新整理tags\n/:查找和替換\n!:執行外部工具\n0~9:跳轉到指定行
15275=儲存註冊碼到註冊表嗎?\n是: 儲存到註冊表\n否: 儲存到檔案
15276=中文字型
15300=默認文字
15301=選區
15302=行號
15303=標尺
15305=空白/換行符/文件結束符
15306=書籤
15307=摺疊區域
15308=圖示區域(偵錯資訊等...)
15309=當前行
15310=選區邊界指示符
15311=控制字元
15312=括號/配對
15313=波浪線,拼寫檢查錯誤等
15314=縮排線
15315=編輯器下方空白區域
15316=註釋1(單行註釋)
15317=註釋2(多行註釋)
15318=單引號字元串
15319=雙引號字元串
15320=標籤Tag
15321=網頁地址
15322=郵件地址
15323=數字
15324=宏
15325=邊界線
15326=函數
15327=關鍵詞1
15328=關鍵詞2
15329=關鍵詞3
15330=關鍵詞4
15331=使用者自定義1
15332=使用者自定義2
15333=使用者自定義3
15334=使用者自定義4
15335=查找高亮
15337=變數
15339=嵌入語言開始和結束標記
15441=操作符
15443=自動完成
15444=使用者自定義5
15445=使用者自定義6
15446=使用者自定義7
15447=使用者自定義8
15448=函數提示視窗
16000=勾選所有的項目
16001=去掉所有的勾選項目
16002=選擇全部項目
16003=刪除已選擇項目
16004=添加新項目
16005=用已選擇的項目替換當前檔案
16006=以當前主題為基礎,添加一個新主題
16007=刪除主題
16010=雙擊應用主題
16011=高速替換到一個新文件!\n你可以進行多行替換!
16012=設定當前選擇的語法著色為默認類型!\n新建檔案將會使用該著色項目!
16013=清空默認的著色項目!
29500=運行該工具\n運行工具
34000=運行這個指令碼\n運行指令碼
35080=以該模板創建一個新文件
57345=就緒
57600=創建一個新的文件\n新建
57601=開啟已存在的文件\n開啟
57602=關閉當前視窗\n關閉
57603=儲存當前文件\n儲存
57604=另存當前文件\n另存為
57605=改變列印頁頁面設定\n頁面設定
57606=改變列印機和頁面設定\n列印設定
57607=列印當前文件\n列印
57609=預覽當前文件\n列印預覽
57632=擦除選區\n擦除
57633=擦除全部\n擦除全部
57634=複製當前選區到剪貼簿\n複製
57635=剪下當前選區到剪貼簿\n剪下
57636=查找指定的字元串\n查找
57637=貼上剪貼簿的文字到當前文件\n貼上
57640=重覆上一次操作\n重複
57641=替換某字元串為指定字元串\n替換
57642=選擇全部檔案\n選擇全部
57643=撤銷上一次操作\n撤銷
57644=重做上一次操作\n重做
57653=分割當前視窗\n分割
57664=顯示程式資訊\n關於
57665=退出程式;提示儲存文件\n退出
57680=切換到下一個面板\n下一個面板
57681=切換到上一個面板\n上一個面板
59392=顯示或隱藏工具欄\n工具欄
59393=顯示或隱藏狀態列\n狀態列
61184=改變視窗大小
61185=改變視窗大小
61186=最小化該視窗
61187=最大化該視窗
61188=切換到下一個文件視窗
61189=切換到下一個文件視窗
61190=關閉活動視窗並提示儲存文件
61202=將視窗恢復為正常尺寸
61203=啟用任務列表
61215=啟用該視窗
61402=開啟該檔案
65534=彈出該選單為對話方塊\n彈出
